[
    {
      "Sr. No.": 1,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 1,
      "Circular Extract": "As part of its ongoing efforts to address bank supervisory issues and enhance sound practices in banking organisations, the Basel Committee on Banking Supervision (the Committee) is issuing this high level paper on compliance risk and the compliance function in banks. Banking supervisors must be satisfied that effective compliance policies and procedures are followed and that management takes appropriate corrective action when compliance failures are identified."
    },
    {
      "Sr. No.": 2,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 2,
      "Circular Extract": "Compliance starts at the top. It will be most effective in a corporate culture that emphasises standards of honesty and integrity and in which the board of directors and senior management lead by example. It concerns everyone within the bank and should be viewed as an integral part of the bank’s business activities. A bank should hold itself to high standards when carrying on business, and at all times strive to observe the spirit as well as the letter of the law. Failure to consider the impact of its actions on its shareholders, customers, employees and the markets may result in significant adverse publicity and reputational damage, even if no law has been broken."
    },
    {
      "Sr. No.": 3,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 3,
      "Circular Extract": "The expression “compliance risk” is defined in this paper as the risk of legal or regulatory sanctions, material financial loss, or loss to reputation a bank may suffer as a result of its failure to comply with laws, regulations, rules, related self regulatory organisation standards, and codes of conduct applicable to its banking activities (together, “compliance laws, rules and standards”)."
    },
    {
      "Sr. No.": 4,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 4,
      "Circular Extract": "Compliance laws, rules and standards generally cover matters such as observing proper standards of market conduct, managing conflicts of interest, treating customers fairly, and ensuring the suitability of customer advice. They typically include specific areas such as the prevention of money laundering and terrorist financing, and may extend to tax laws that are relevant to the structuring of banking products or customer advice. A bank that knowingly participates in transactions intended to be used by customers to avoid regulatory or financial reporting requirements, evade tax liabilities or facilitate illegal conduct will be exposing itself to significant compliance risk."
    },
    {
      "Sr. No.": 5,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 5,
      "Circular Extract": "Compliance laws, rules and standards have various sources, including primary legislation, rules and standards issued by legislators and supervisors, market conventions, codes of practice promoted by industry associations, and internal codes of conduct applicable to the staff members of the bank. For the reasons mentioned above, these are likely to go beyond what is legally binding and embrace broader standards of integrity and ethical conduct."
    },
    {
      "Sr. No.": 6,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 6,
      "Circular Extract": "Compliance should be part of the culture of the organisation; it is not just the responsibility of specialist compliance staff. Nevertheless, a bank will be able to manage its compliance risk more effectively if it has a compliance function in place that is consistent with the “compliance function principles” discussed below. The expression “compliance function” is used in this paper to describe staff carrying out compliance responsibilities; it is not intended to prescribe a particular organisational structure."
    },
    {
      "Sr. No.": 7,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 7,
      "Circular Extract": "There are significant differences between banks regarding the organisation of the compliance function. In larger banks, compliance staff may be located within operating business lines, and internationally active banks may also have group and local compliance officers. In smaller banks, compliance function staff may be located in one unit. Separate units have been established in some banks for specialist areas such as data protection and the prevention of money laundering and terrorist financing."
    },
    {
      "Sr. No.": 8,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 8,
      "Circular Extract": "A bank should organise its compliance function and set priorities for the management of its compliance risk in a way that is consistent with its own risk management strategy and structures. For instance, some banks may wish to organise their compliance function within their operational risk function, as there is a close relationship between compliance risk and certain aspects of operational risk. Others may prefer to have separate compliance and operational risk functions, but establish mechanisms requiring close cooperation between the two functions on compliance matters."
    },
    {
      "Sr. No.": 9,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 9,
      "Circular Extract": "Regardless of how the compliance function is organised within a bank, it should be independent and sufficiently resourced, its responsibilities should be clearly specified, and its activities should be subject to periodic and independent review by the internal audit function."
    },
    {
      "Sr. No.": 10,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 10,
      "Circular Extract": "The legislative and regulatory frameworks differ across countries and types of entities as regards the functions of the board of directors and senior management. Therefore, the principles set out in this paper should be applied in accordance with the corporate governance structure of each country and type of entity."
    },
    {
      "Sr. No.": 11,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 11,
      "Circular Extract": "The expression “bank” is used in this paper to refer generally to banks, banking groups, and to holding companies whose subsidiaries are predominantly banks."
    },
    {
      "Sr. No.": 12,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 12,
      "Circular Extract": "This paper should be read in conjunction with a number of related Committee\npapers, including the following:\n• Framework for Internal Control Systems in Banking Organisations (September\n1998);\n• Enhancing Corporate Governance for Banking Organisations (September 1999);\n• Internal Audit in Banks and the Supervisor’s Relationship with Auditors (August\n2001);\n• Customer Due Diligence for Banks (October 2001);\n• Sound Practices for the Management and Supervision of Operational Risk (February\n2003)"
    },
    {
      "Sr. No.": 13,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 13,
      "Circular Extract": "This paper considers the specific responsibilities of the bank’s board of directors and senior management for compliance, before describing the principles that should underpin the bank’s compliance function."
    },
    {
      "Sr. No.": 14,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": "Principle 1",
      "Circular Extract": "The bank’s board of directors is responsible for overseeing the management of the bank’s compliance risk. The board should approve the bank’s compliance policy, including a formal document establishing a permanent and effective compliance function. At least once a year, the board or a committee of the board should assess the extent to which the bank is managing its compliance risk effectively."
    },
    {
      "Sr. No.": 15,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 14,
      "Circular Extract": "The board should oversee the implementation of the policy, including ensuring that compliance issues are resolved effectively and expeditiously by senior management with the assistance of the compliance function. The board may, of course, delegate these tasks to an appropriate board level committee (e.g. its audit committee)."
    },
    {
      "Sr. No.": 16,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 15,
      "Circular Extract": "The following two principles articulate the most important elements of this general\nprinciple."
    },
    {
      "Sr. No.": 17,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": "Principle 2",
      "Circular Extract": "The bank’s senior management is responsible for the effective management of the bank’s compliance risk."
    },
    {
      "Sr. No.": 18,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": "Principle 3",
      "Circular Extract": "The bank’s senior management is responsible for establishing and communicating a compliance policy, for ensuring that it is observed, and for reporting to the board of directors on the management of the bank’s compliance risk."
    },
    {
      "Sr. No.": 19,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 16,
      "Circular Extract": "The bank’s senior management is responsible for establishing a written compliance policy that contains the basic principles to be followed by management and staff, and explains the main processes by which compliance risks are to be identified and managed through all levels of the organisation. Clarity and transparency may be promoted by making a distinction between general standards for all staff members and rules that only apply to specific groups of staff."
    },
    {
      "Sr. No.": 20,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 17,
      "Circular Extract": "The duty of senior management to ensure that the compliance policy is observed entails responsibility for ensuring that appropriate remedial or disciplinary action is taken if breaches are identified."
    },
    {
      "Sr. No.": 21,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 18,
      "Circular Extract": "Senior management should, with the assistance of the compliance function:\n\n\n"
    },
    {
      "Sr. No.": 22,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": null,
      "Circular Extract": "• at least once a year, identify and assess the main compliance risk issues facing the\nbank and the plans to manage them. Such plans should address any shortfalls\n(policy, procedures, implementation or execution) related to how effectively existing\ncompliance risks have been managed, as well as the need for any additional\npolicies or procedures to deal with new compliance risks identified as a result of the\nannual compliance risk assessment;"
    },
    {
      "Sr. No.": 23,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": null,
      "Circular Extract": "• at least once a year, report to the board of directors or a committee of the board on\nthe bank’s management of its compliance risk, in such a manner as to assist board\nmembers to make an informed judgment on whether the bank is managing its\ncompliance risk effectively"
    },
    {
      "Sr. No.": 24,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": null,
      "Circular Extract": "• report promptly to the board of directors or a committee of the board on any material\ncompliance failures (e.g. failures that may attract a significant risk of legal or\nregulatory sanctions, material financial loss, or loss to reputation)."
    },
    {
      "Sr. No.": 25,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": "Principle 4",
      "Circular Extract": "The bank’s senior management is responsible for establishing a permanent and effective compliance function within the bank as part of the bank’s compliance policy."
    },
    {
      "Sr. No.": 26,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 19,
      "Circular Extract": "Senior management should take the necessary measures to ensure that the bank can rely on a permanent and effective compliance function that is consistent with the compliance function principles."
    },
    {
      "Sr. No.": 27,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": "Principle 5",
      "Circular Extract": "Independence"
    },
    {
      "Sr. No.": 28,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 20,
      "Circular Extract": "The concept of independence involves four related elements, each of which is considered in more detail below.                                                                                                                First, the compliance function should have a formal status within the bank. \n\nSecond, there should be a group compliance officer or head of compliance with overall responsibility for co-ordinating the management of the bank’s compliance risk.\n\nThird, compliance function staff, and in particular, the head of compliance, should not be\nplaced in a position where there is a possible conflict of interest between their compliance\nresponsibilities and any other responsibilities they may have. \n\nFourth, compliance function staff should have access to the information and personnel necessary to carry out their responsibilities.\n"
    },
    {
      "Sr. No.": 29,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 21,
      "Circular Extract": "The concept of independence does not mean that the compliance function cannot work closely with management and staff in the various business units. Indeed, a co operative working relationship between compliance function and business units should help to identify and manage compliance risks at an early stage."
    },
    {
      "Sr. No.": 30,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 22,
      "Circular Extract": "The compliance function should have a formal status within the bank to give it the appropriate standing, authority and independence. This may be set out in the bank’s compliance policy or in any other formal document. The document should be communicated to all staff throughout the bank."
    },
    {
      "Sr. No.": 31,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 23,
      "Circular Extract": "The following issues with respect to the compliance function should be addressed in\nthe document:\n• its role and responsibilities;\n• measures to ensure its independence;\n• its relationship with other risk management functions within the bank and with the\ninternal audit function;\n• in cases where compliance responsibilities are carried out by staff in different\ndepartments, how these responsibilities are to be allocated among the departments;\n• its right to obtain access to information necessary to carry out its responsibilities,\nand the corresponding duty of bank staff to co-operate in supplying this information;\n• its right to conduct investigations of possible breaches of the compliance policy and\nto appoint outside experts to perform this task if appropriate;\n• its right to be able freely to express and disclose its findings to senior management,\nand if necessary, the board of directors or a committee of the board;\n• its formal reporting obligations to senior management; and\n• its right of direct access to the board of directors or a committee of the board."
    },
    {
      "Sr. No.": 32,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 24,
      "Circular Extract": "Each bank should have an executive or senior staff member with overall responsibility for co-ordinating the identification and management of the bank’s compliance risk and for supervising the activities of other compliance function staff. This paper uses the title “head of compliance” to describe this position."
    },
    {
      "Sr. No.": 33,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 25,
      "Circular Extract": "Compliance function staff who reside in operating business units or in local subsidiaries may have a reporting line to operating business unit management or local management. This is not objectionable, provided such staff also have a reporting line through to the head of compliance as regards their compliance responsibilities. In cases where compliance function staff reside in independent support units (e.g. legal, financial control, risk management), a separate reporting line from staff in these units to the head of compliance may not be necessary. However, these units\nshould co-operate closely with the head of compliance to ensure that the head of compliance can perform his or her responsibilities effectively."
    },
    {
      "Sr. No.": 34,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 26,
      "Circular Extract": "The head of compliance may or may not be a member of senior management. If the head of compliance is a member of senior management, he or she should not have direct business line responsibilities. If the head of compliance is not a member of senior management, he or she should have a direct reporting line to a member of senior management who does not have direct business line responsibilities."
    },
    {
      "Sr. No.": 35,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 27,
      "Circular Extract": "The supervisor of the bank and the board of directors should be informed when the head of compliance takes up or leaves that position and, if the head of compliance is leaving the position, the reasons for his or her departure. For internationally active banks with local compliance officers, the host country supervisor should be similarly informed of the arrival or departure of the local head of compliance."
    },
    {
      "Sr. No.": 36,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 28,
      "Circular Extract": "The independence of the head of compliance and any other staff having compliance responsibilities may be undermined if they are placed in a position where there is a real or potential conflict between their compliance responsibilities and their other responsibilities. It is the preference of the Committee that compliance function staff perform only compliance responsibilities. The Committee recognises, however, that this may not be practicable in smaller banks, smaller business units or in local subsidiaries. In these cases therefore, compliance function staff may perform non-compliance tasks, provided potential conflicts of interest are avoided."
    },
    {
      "Sr. No.": 37,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 29,
      "Circular Extract": "The independence of compliance function staff may also be undermined if their remuneration is related to the financial performance of the business line for which they exercise compliance responsibilities. However, remuneration related to the financial performance of the bank as a whole should generally be acceptable."
    },
    {
      "Sr. No.": 38,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 30,
      "Circular Extract": "The compliance function should have the right on its own initiative to communicate with any staff member and obtain access to any records or files necessary to enable it to\ncarry out its responsibilities."
    },
    {
      "Sr. No.": 39,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 31,
      "Circular Extract": "The compliance function should be able to carry out its responsibilities on its own initiative in all departments of the bank in which compliance risk exists. It should have the\nright to conduct investigations of possible breaches of the compliance policy and to request assistance from specialists within the bank (e.g. legal or internal audit) or engage outside specialists to perform this task if appropriate."
    },
    {
      "Sr. No.": 40,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 32,
      "Circular Extract": "The compliance function should be free to report to senior management on any irregularities or possible breaches disclosed by its investigations, without fear of retaliation or\ndisfavour from management or other staff members. Although its normal reporting line should be to senior management, the compliance function should also have the right of direct access to the board of directors or to a committee of the board, bypassing normal reporting lines, when this appears necessary. Further, it may be useful for the board or a committee of the board to meet with the head of compliance at least annually, as this will help the board or board committee to assess the extent to which the bank is managing its compliance risk effectively."
    },
    {
      "Sr. No.": 41,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": "Principle 6",
      "Circular Extract": "Resources"
    },
    {
      "Sr. No.": 42,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 33,
      "Circular Extract": "The resources to be provided for the compliance function should be both sufficient and appropriate to ensure that compliance risk within the bank is managed effectively. In\nparticular, compliance function staff should have the necessary qualifications, experience and professional and personal qualities to enable them to carry out their specific duties. Compliance function staff should have a sound understanding of compliance laws, rules and standards and their practical impact on the bank’s operations. The professional skills of compliance function staff, especially with respect to keeping up-to-date with developments in compliance laws, rules and standards, should be maintained through regular and systematic education and training."
    },
    {
      "Sr. No.": 43,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": "Principle 7",
      "Circular Extract": "Compliance function responsibilities"
    },
    {
      "Sr. No.": 44,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 34,
      "Circular Extract": "Compliance responsibilities may be exercised by staff in\ndifferent departments. In some banks, for example, legal and compliance may be separate departments; the legal department may be responsible for advising management on the compliance laws, rules and standards and for preparing guidance to staff, while the compliance department may be responsible for monitoring compliance with the policies and procedures and reporting to management. In other banks, parts of the compliance function may be located within the operational risk group or within a more general risk management group. If there is a division of responsibilities between departments, the allocation of responsibilities to each department should be clear. There should also be appropriate mechanisms for co-operation among each department and with the head of compliance (e.g. with respect to the provision and exchange of relevant advice and information). These mechanisms should be sufficient to ensure that the head of compliance can perform his or her responsibilities effectively."
    },
    {
      "Sr. No.": 45,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 35,
      "Circular Extract": "The compliance function should advise senior management on compliance laws, rules and standards, including keeping them informed on developments in the area."
    },
    {
      "Sr. No.": 46,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 36,
      "Circular Extract": "The compliance function should assist senior management in:\n• educating staff on compliance issues, and acting as a contact point within the bank for compliance queries from staff members.                                                                                                  • establishing written guidance to staff on the appropriate implementation of compliance laws, rules and standards through policies and procedures and other documents such as compliance manuals, internal codes of conduct and practice guidelines."
    },
    {
      "Sr. No.": 47,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 37,
      "Circular Extract": "The compliance function should, on a pro-active basis, identify, document and assess the compliance risks associated with the bank’s business activities, including the development of new products and business practices, the proposed establishment of new types of business or customer relationships, or material changes in the nature of such relationships. If the bank has a new products committee, compliance function staff should be represented on the committee."
    },
    {
      "Sr. No.": 48,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 38,
      "Circular Extract": "The compliance function should also consider ways to measure compliance risk (e.g. by using performance indicators) and use such measurements to enhance compliance risk assessment. Technology can be used as a tool in developing performance indicators by aggregating or filtering data that may be indicative of potential compliance problems (e.g. an increasing number of customer complaints, irregular trading or payments activity, etc)."
    },
    {
      "Sr. No.": 49,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 39,
      "Circular Extract": "The compliance function should assess the appropriateness of the bank’s compliance procedures and guidelines, promptly follow up any identified deficiencies, and,\nwhere necessary, formulate proposals for amendments."
    },
    {
      "Sr. No.": 50,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 40,
      "Circular Extract": "The compliance function should monitor and test compliance by performing sufficient and representative compliance testing. The results of the compliance testing should be reported up through the compliance function reporting line in accordance with the bank 's\ninternal risk management procedures."
    },
    {
      "Sr. No.": 51,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 41,
      "Circular Extract": "The head of compliance should report on a regular basis to senior management on compliance matters. The reports should refer to the compliance risk assessment that has\ntaken place during the reporting period, including any changes in the compliance risk profile based on relevant measurements such as performance indicators, summarise any identified breaches and/or deficiencies and the corrective measures recommended to address them, and report on corrective measures already taken. The reporting format should be commensurate with the bank’s compliance risk profile and activities."
    },
    {
      "Sr. No.": 52,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 42,
      "Circular Extract": "The compliance function may have specific statutory responsibilities (e.g. fulfilling the role of anti-money laundering officer). It may also liaise with relevant external bodies, including regulators, standard setters and external experts."
    },
    {
      "Sr. No.": 53,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 43,
      "Circular Extract": "The responsibilities of the compliance function should be carried out under a compliance programme that sets out its planned activities, such as the implementation and review of specific policies and procedures, compliance risk assessment, compliance testing, and educating staff on compliance matters. The compliance programme should be risk based and subject to oversight by the head of compliance to ensure appropriate coverage across businesses and co-ordination among risk management functions."
    },
    {
      "Sr. No.": 54,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": "Principle 8",
      "Circular Extract": "Relationship with internal audit- The scope and breadth of the activities of the compliance function should be subject\nto periodic review by the internal audit function."
    },
    {
      "Sr. No.": 55,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 44,
      "Circular Extract": "Compliance risk should be included in the risk assessment methodology of the internal audit function, and an audit programme that covers the adequacy and effectiveness\nof the bank’s compliance function should be established, including testing of controls commensurate with the perceived level of risk."
    },
    {
      "Sr. No.": 56,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 45,
      "Circular Extract": "The compliance function and the audit function should be\nseparate, to ensure that the activities of the compliance function are subject to independent review. It is important, therefore, that there is a clear understanding within the bank as to how risk assessment and testing activities are divided between the two functions, and that this is documented (e.g. in the bank’s compliance policy or in a related document such as a protocol). The audit function should, of course, keep the head of compliance informed of any audit findings relating to compliance."
    },
    {
      "Sr. No.": 57,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": "Principle 9",
      "Circular Extract": "Cross-border issues- Banks should comply with applicable laws and regulations in all jurisdictions in which they conduct business, and the organisation and structure of the compliance function and its responsibilities should be consistent with local legal and regulatory requirements."
    },
    {
      "Sr. No.": 58,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 46,
      "Circular Extract": "Banks may conduct business internationally through local subsidiaries or branches, or in other jurisdictions where they do not have a physical presence. Legal or regulatory requirements may differ from jurisdiction to jurisdiction, and may also differ depending on the type of business conducted by the bank or the form of its presence in the jurisdiction."
    },
    {
      "Sr. No.": 59,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 47,
      "Circular Extract": "Banks that choose to conduct business in a particular jurisdiction should comply with local laws and regulations. For example, banks operating in subsidiary form must satisfy the legal and regulatory requirements of the host jurisdiction. Certain jurisdictions may also have special requirements in the case of foreign bank branches. It is for local businesses to ensure that compliance responsibilities specific to each jurisdiction are carried out by individuals with the appropriate local knowledge and expertise, with oversight from the head of compliance in co-operation with the bank’s other risk management functions."
    },
    {
      "Sr. No.": 60,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 48,
      "Circular Extract": "The Committee recognises that a bank may choose to carry on business in various jurisdictions for a variety of legitimate reasons. Nevertheless, procedures should be in place to identify and assess the possible increased reputational risk to the bank if it offers products or carries out activities in certain jurisdictions that would not be permitted in its home jurisdiction."
    },
    {
      "Sr. No.": 61,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": "Principle 10",
      "Circular Extract": "Outsourcing- Compliance should be regarded as a core risk management activity within the bank. Specific tasks of the compliance function may be outsourced, but they must remain subject to appropriate oversight by the head of compliance."
    },
    {
      "Sr. No.": 62,
      "Circular Reference": "Basel Committee on Banking Supervision - Compliance and the compliance function in banks",
      "Regulator": "BCBS",
      "Section Reference": 49,
      "Circular Extract": "The Joint Forum (i.e. the Basel Committee on Banking Supervision, the International Organization of Securities Commissions, and the International Association of Insurance\nSupervisors) has recently developed high-level principles for outsourcing by regulated entities, to which banks are encouraged to refer."
    }
  ]